[
  {
    "id": 1,
    "title": "SEO Services",
    "description": "We optimize websites leading to their improved visibility in search engine results. We undertake a step-by-step approach starting with keyword research, then on-page optimization, link building, and finally technical SEO.",
    "linkText": "Learn More",
    "linkHref": "/search-engine-optimization",
    "src": "/home/seo-service.webp"
  },
  {
    "id": 2,
    "title": "Email Marketing & Automation",
    "description": "Email marketing is one of the successful ways to conduct promotional campaigns. Email marketing is used to target the right audience and engage with them. Automation: Based on the user behavior or their online interests, we send targeted communication to the audience.",
    "linkText": "Learn More",
    "linkHref": "/email-marketing-automation",
    "src": "/home/email-marketing-service.webp"
  },
  {
    "id": 3,
    "title": "Social Media Services",
    "description": "Optimizing and managing profiles on popular social media like ‘X’, Facebook, Linkedin, Instagram come under this service head. This leads to better client interaction, engagement, and awareness and elicits a desired response from the target audience.",
    "linkText": "Learn More",
    "linkHref": "/social-media-services",
    "src": "/home/social-media-service.webp"
  },
  {
    "id": 4,
    "title": "Web Design",
    "description": "Designing web pages that evoke interest and leave a memorable visual impact on the audience is achieved through great web design. The visual layout and user interface of websites, responsiveness, and ease of using it on multiple types of devices contribute to the customer experience and ensure their engagement on your business website.",
    "linkText": "Learn More",
    "linkHref": "/web-design",
    "src": "/home/web-design-service.webp"
  },
  {
    "id": 5,
    "title": "Web Development",
    "description": "As the name suggests, Web development deals with developing a website and maintaining it. We ensure perfect functionality through server management, coding, database integration.",
    "linkText": "Learn More",
    "linkHref": "/web-development",
    "src": "/home/web-development-service.webp"
  },
  {
    "id": 6,
    "title": "SEM / Paid Advertising",
    "description": "Search Engine Marketing is doing paid advertising on search engines like ‘Google’ or ‘Bing’. This helps in promoting website. Display ads, pay-per-click (PPC) campaigns, and remarketing are a part of SEM.",
    "linkText": "Learn More",
    "linkHref": "/sem-paid-advertising",
    "src": "/home/sem-advertising-service.webp"
  }
]
