[
  {
    "name": "Social Media Brand Management",
    "description": "This activity involves managing a brand through monitoring and developing a brand's presence online through social media, google ads, websites, etc."
  },
  {
    "name": "Social Media Account Management",
    "description": "This is a complex activity on social media platforms where a series of activities are carried out. The activities are aimed at retaining the current clients while trying to gain more market share by adding more clients."
  },
  {
    "name": "Online Reputation Management (ORM)",
    "description": "Here, we ensure that your company, brand, service, etc. maintains the good reputation developed over the years. We monitor, improve, and influence the business's reputation on the internet. A positive reputation or impression is like a strong foundation on which a glorious future can be built."
  },
  {
    "name": "Community Management",
    "description": "This is like creating a club or a community of clients, employees, partners, and followers. To do the same, we create engaging platforms where the targeted group comes together for interactions. Once the platform is ready, we nurture it and help it grow by employing multiple strategies."
  },
  {
    "name": "Social Media Marketing",
    "description": "Popular social media platforms like Facebook, Instagram, Youtube, Linkedin, etc. are utilized to retain, and grow business in the most cost-effective and result-oriented way. Social media is one of the most powerful online tools to connect with people and grow business."
  },
  {
    "name": "Social Media Optimization",
    "description": "Optimizing the inputs, exposure, and expenditure on various social media to achieve the set objectives like increasing awareness, and connecting with customers, is social media optimization. It is balancing the expenditure, efforts, etc. so that a cost-effective solution is derived. Mitigating damaging news is also one objective that is achieved through this activity."
  }
]
